Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: You should access the website section for health professionals and, in the service section, you will find the list of available online courses.
es: Debes acceder a la sección de la web para profesionales sanitarios y, en el apartado de servicios, encontrarás la relación de los cursos disponibles.

source: It also delivers water education and training in many other forms, including short courses tailored to specific needs, and online courses.
es: También implementa otras formas de educación y capacitación, incluyendo cursos cortos especializados en necesidades específicas y cursos a distancia.

source: Will there be additional incentives to encourage lecturers to develop online courses?
es: ¿Se otorgarán incentivos adicionales para alentar a los académicos a diseñar cursos en línea?

source: During 2009, 24 online courses were delivered to 2,335 participants from around the world, compared to 1,525 participants in the previous year.
es: Durante 2009, se impartieron 24 cursos en línea a 2.335 participantes de todo el mundo, frente a los 1.525 participantes registrados el año anterior.

source: Learn at your own speed using our engaging, interactive online courses.
es: Aprenda a su propio ritmo gracias a nuestros atractivos cursos en línea interactivos.

source: This course reviews online business and economy environment and strategies.
es: Este curso aborda el entorno y las estrategias de los negocios y la economía online.

source: Own work capitalized refers to intangible assets and results from the application of knowledge developed by Redware in the integrated management area control and integration of Backoffice, Frontoffice and Customer Management processes.
es: Los trabajos para la propia empresa corresponden a los activos intangibles que resultan de aplicar los conocimientos desarrollados por Redware en el área de la gestión administrativa integrada control e integración de procesos internos, externos y de gestión de clientes.

source: Comverse is one of the world's leading suppliers of software and systems for added-value voice, messaging, mobile internet, mobile advertising, convergent billing and customer management, and IP communication services.
es: Comverse es uno de los principales proveedores mundiales de software y sistemas para servicios de valor añadido de voz, mensajería, internet móvil, publicidad en el móvil, facturación convergente y gestión de clientes, y comunicaciones IP.

source: University postgraduate courses Postgraduate courses in 'distribution and wastewater treatment' and 'customer management' were offered in 2008.
es: Postgrados universitarios Durante 2008 se han realizado los postgrados de distribución y depuración, y gestión de clientes.

source: The award highlights BBVA Banca Privada as a market benchmark and underlines its leadership in customer management, its profitability and its range of products and services.
es: El galardón distingue a BBVA Banca Privada como referente en el mercado y destaca su liderazgo en la gestión de clientes, su rentabilidad y su gama de productos y servicios.

source: In addition, we have implemented centralized management information systems throughout our operations, including administrative, accounting, purchasing, customer management, budget preparation and control systems, which are expected to assist us in lowering costs.
es: Asimismo, hemos implementado sistemas de información de administración centralizados en todas nuestras operaciones, incluyendo sistemas administrativos, contables, de compras, de administración de clientes, de preparación de presupuestos y de control, mismos que esperamos nos ayuden a reducir costos.

source: You can set this Internet service in the Accounts Receivable component (FI-AR).
es: Puede establecer esta actividad de Internet en el componente Deudores (FI-AR).

source: The document type is used for the following functions in the General Ledger Accounting (FI-GL), and Accounts Receivable and Payable (FI-AP/FI-AR) components
es: La clase de documento se utiliza para las siguientes funciones de los componentes Contabilidad Principal (FI-GL), y Deudores y acreedores (FI-AP/FI-AR)

source: The following section provides you with an overview of the documentation for the General Ledger (FI-GL) and Accounts Receivable and Accounts Payable (FI-AR/FI-AP) components.
es: A continuación encontrará un breve resumen del contenido de la documentación de los componentes Contabilidad principal (FI-GL), Deudores y Acreedores (FI-AR/FI-AP).

source: The component documentation for general ledger accounting (FI-GL) as well as accounts receivable and payable (FI-AP/FI-AR) explains in greater detail when fields can be suppressed or shown independently of a field status group.
es: La documentación de los componentes Contabilidad principal (FI-GL) y Contabilidad de deudores y acreedores (FI-AP/FI-AR) explica detalladamente cuándo suprimir campos o cuándo visualizarlos por separado del grupo de status de campo.

source: Outside the General Ledger Accounting (FI-GL) and Accounts Receivable and Payable (FI-AR/AP) components, there are also posting keys for asset and material accounts. he following table lists some of the posting keys from the standard system.
es: Existen claves de contabilización para cuentas de activo y de material, fuera de los componentes Contabilidad principal y Deudores y acreedores la siguiente tabla muestra algunas de las claves de contabilización del sistema estándar.

source: A. Accounts Receivable Factoring, or AR Factoring, or Factoring, is a financing service that allows you to convert your accounts receivable immediately into working capital.
es: R. La compra de cuentas por cobrar o factoring, es un servicio financiero que le permite convertir sus cuentas por cobrar en capital de trabajo de manera inmediata.

source: The payment program is used by the following components Accounts Receivable Accounting (FI-AR), Accounts Payable Accounting (FI-AP), Treasury (TR), Corporate Finance Management (CFM) and Bank Accounting (FI-BL).
es: Los componentes siguientes utilizan el programa de pagos Contabilidad de créditos (FI-AR), Contabilidad de acreedores (FI-AP), Tesorería (TR), Corporate Finance Management (CFM) y Contabilidad bancaria (FI-BL).

source: Apart from the General Ledger Accounting (FI-GL) and Accounts Receivable and Payable (FI-AR/AP) components, there are also posting keys for asset and material accounts.
es: Aparte de la Contabilidad principal (FI-GL) y de los componentes de Contabilidad de deudores y acreedores (FI-AR/AP), también existen claves de contabilización para cuentas de activo fijo y de material.

source: Description of the types of software available to manage a business and how it can help you be more productive.
es: Descripción de los tipos de software disponibles para administrar una empresa y cómo le pueden ayudar a ser más productivo.

source: 2 The list of materials which have been produced and distributed include Jinsi ya Kutumia Mikopo ya Kilimo; Kuanzisha na Kuendeleza Biashara Ndogo Ndogo; Start and Manage Your Own Business; How to Start Your Own Business.
es: 2 La lista de materiales que se ha producido y distribuido incluye Jinsi ya Kutumia Mikopo ya Kilito; Kuanzisha na Kuendeleza Biashara Ndogo Ndogo; Start and Manage Your Own Business (Arranque y gestione su propio negocio); How to Start Your Own Business (Cómo poner en marcha su propio negocio).

source: They literally did not know how they would manage to survive and pay the taxes.
es: Literalmente ya no se sabía si se trabajaba para sobrevivir o para pagar los impuestos.

source: It should build positive attitudes towards business and develop entrepreneurial competencies to successfully plan, start and manage a business.
es: Ese proceso debería infundir una actitud positiva hacia la empresa y desarrollar competencias empresariales para concebir, iniciar y gestionar una empresa.

source: A budget will only be a valuable tool if it is used throughout the year to help manage a business.
es: Un presupuesto sólo será un instrumento útil si se emplea durante el año para ayudar a administrar el negocio.

source: You and a family member or friend are required to attend a catheter care class to learn how to manage care of the catheter.
es: Usted y un familiar o amigo deben atender obligatoriamente una clase sobre cuidados del catéter para saber cuidarlo.

source: Our experience with these two programmes will enable us to agree on how to manage other programmes.
es: Nuestra experiencia con estos dos programas nos permitirá determinar cómo debemos gestionar los siguientes.

source: Free Fatty Acid test avoids bitterness in raw milk
es: El análisis del Ácido graso libre evita el amargor en la leche cruda

source: Our Intensive English programs include general, academic and business courses.
es: Nuestros programas de inglés intensivo incluyen cursos generales, académicos y de negocio.

source: You can view a certificate to validate the identity of a website before providing personal or financial information to an online business.
es: Antes de suministrar información personal o financiera a un negocio en línea, puede ver su certificado para validad la identidad del sitio web.

source: Your benefit Despite the highly complex method, you will receive easy to understand recommendations for action at the touch of a button for optimizing your online business.
es: Su ventaja A pesar de la compleja metodología, usted obtiene, con sólo pulsar un botón, recomendaciones de actuación fácilmente comprensibles para orientar su negocio online.

source: After comparing the coursework with that of friends and family who also studied postgraduate business courses at excellent universities, I generally thought that it matched theirs in the fundamental areas in both content and complexity.
es: Luego de comparar el trabajo de clase con el de mis amigos y familiares que también realizaron cursos empresariales de posgrado en excelentes universidades, pienso que, en general, se asemejaban en áreas fundamentales, tanto en contenido como en complejidad.

source: You'll be central to the process of bringing new products to market, liaising with teams in buying, manufacturing, development, and marketing / customer management.
es: Serás el centro del proceso para llevar productos nuevos al mercado, uniéndote con equipos en compras, producción, desarrollo y mercadeo / manejo de clientes.

source: He joined Unilever in the Dominican Republic S.A. in 1999 as Customer Management Director, North Caribbean.
es: Se unió a Unilever República Dominicana en 1999 como Director Administrativo de Clientes, Caribe Norte.

source: How did you manage to enrol musicians and musical elements along the way to get to the current formation?
es: "¿De ese núcleo inicial, cómo fuisteis ""añadiendo"" al resto de músicos y elementos de la formación actual?"

source: Their purpose is to teach women about the principles of finance, management, marketing and how to start a home-based business.
es: El propósito de estos centros es enseñar a las mujeres los principios de finanzas, administración y comercialización, y cómo iniciar un negocio en el hogar.

source: 3.3.5 As the Committee has already stressed, the media play a key role in conveying the spirit of entrepreneurship and an understanding of how business works.
es: 3.3.5 Como el Comité ha señalado, los medios de comunicación son esenciales para transmitir el espíritu empresarial y hacer comprender cómo funcionan las empresas.

source: The green ones explain how a business uses funds.
es: Los rectángulos verdes explican cómo una empresa utiliza fondos.

source: It also explains how business transactions are posted and processed.
es: También explica cómo se contabilizan y procesan operaciones.

source: EAS is software that supports major business functions needed to manage a business effectively at a corporate or branch level, such as managing corporate finances, automating the sales and marketing functions of a company, or managing the resources involved in corporate projects.
es: Se trata de programas informáticos que soportan importantes funciones empresariales necesarias para gestionar eficazmente un negocio a nivel de empresa o de rama, como la gestión de las finanzas de la empresa, la automatización de las funciones de venta y comercialización de una empresa, o la gestión de los recursos de los proyectos empresariales.

source: Certification also makes it easier to measure performance and better manage business risk.
es: La certificación facilita también la medición del rendimiento y permite gestionar mejor los riesgos empresariales.

source: The author discusses how early childhood professionals can manage the stress they face.
es: El autor habla de la manera en que los profesionales de la infancia temprana pueden controlar el estrés que enfrentan.

source: In the area of consumer confidence in particular, the Commission launched the e-confidence initiative to encourage the definition of common standards for trustmarks with the aim to promote good online business practices and bolster confidence in e-commerce.
es: En cuanto a la confianza de los consumidores, la Comisión ha lanzado una iniciativa de confianza electrónica para promover la definición de normas comunes sobre marcas con objeto de fomentar las buenas prácticas comerciales en línea y aumentar la confianza en el comercio electrónico.

source: English Courses (business event group)
es: Cursos de inglés (grupo de actos)

source: This registration screening will ensure that the online courses do not draw people away from locally taught courses.
es: De esa manera nos aseguramos que los cursos via internet sólo los hace quien no puede acudir a los centros donde se enseñan.

source: (b) UNPAN has recently engaged a number of its members to develop, in cooperation with the Division for Public Administration and Development Management, additional online courses.
es: b) La red en línea ha reclutado recientemente a varios de sus miembros para perfilar, en cooperación con la División de Administración Pública y de Gestión del Desarrollo, cursos en línea adicionales.

source: For those not able to teach such seminars, many organizations and professional associations offer online courses, and this is also a popular topic at library conferences.
es: Para quienes no son capaces de impartir este tipo de seminarios, hay muchas organizaciones y asociaciones profesionales que ofrecen cursos a través de Internet, cuestión, por cierto, muy habitual en los congresos de bibliotecarios.

source: Their best solution, the United States Distance Learning Association points out, may well be flexible, targeted online courses that can be integrated into their family and work schedules.
es: Su mejor solución, como señala la Asociación de Estados Unidos para el Aprendizaje a Distancia, es la flexibilidad y la especificidad de los cursos que se pueden compatibilizar con las actividades laborales o familiares.

source: Rapid access to a relatively small loan could make the difference between a business opportunity seized, and one lost.
es: El rápido acceso a un crédito relativamente pequeño podía hacer la diferencia entre el aprovechamiento de una oportunidad de negocio o la pérdida de la misma.

source: The Rainilaiarivony Journal -written minutes of the twice-weekly cabinet meetings as transcribed by secretaries - gives a detailed account of how, after failing to secure a loan from the queen and now faced with a 'fait accompli', the government decided to involve the people in the purchase.
es: El Diario de Rainilaiarivony, un registro en el que los escribanos consignaban las actas de las reuniones bisemanales del gobierno, relata con precisión cómo, después del infructuoso intento de conseguir un préstamo de la reina, el gobierno, al hallarse ante el hecho consumado de que las armas ya se hallaban en el puerto y era necesario pagarlas, decidió que el pueblo participase en la compra.

source: ASM is proud to be deeply involved in sports marketing and the sports industry tied to a successful path record and the knowledge how sport can deliver against complex brand and business goals.
es: ASM esta orgulloso de estar profundamente involucrado en el marketing deportivo y en la industria del deporte y cuenta con una exitosa trayectoria y el conocimiento de cómo el deporte puede ofrecer contra marcas y objetivos de negocio.

source: And, you'll discover how your motivation and momentum can take your ACN business to the highest levels.
es: Y usted descubrirá como su motivación e ímpetu pueden llevar a su negocio ACN a lo más alto.

source: You'll get feedback on how professional your site feels, how it fits with your brand, how easy it is to contact you, and much more.
es: De este modo, obtendrá valoraciones sobre profesionalidad, ajuste de marcas, posibilidades de contacto y mucho más.

source: It is also of great educational importance in terms of teaching how to govern and manage the environment.
es: Este proyecto tiene una gran importancia pedagógica para enseñar a gobernar y a gestionar el medio ambiente.

source: 1on1health helps you get the facts and learn how to manage heart failure.
es: 1on1health le ayuda a mantenerse bien informado y aprender a controlar la insuficiencia cardíaca.

source: For example, we will soon have a specialized in-house capacity to advise both departments on how to manage and mitigate risk - a badly needed source of expertise.
es: Por ejemplo, en breve contaremos con una capacidad interna especializada para asesorar a ambos departamentos sobre cómo gestionar y mitigar los riesgos, una fuente de conocimientos especializados muy necesaria.

source: It is actually quite clever how they manage to turn up in all the places that matter.
es: En realidad, es muy inteligente la forma en que se las arreglan para aparecer en todos los lugares importantes.

source: Loan impairment charges grew as a consequence of our investment in expanding our consumer and small business commercial loan portfolios.
es: Las estimaciones preventivas para riesgos crediticios crecieron como consecuencia de nuestras inversiones para ampliar nuestra cartera de crédito al consumo y a la pequeña empresa.

source: It's also one of the hottest places to promote your small business, find a new job, or sell your used belongings.
es: También es uno de los mejores lugares para promover su pequeña empresa, encontrar un trabajo nuevo o vender sus pertenencias.

source: With skilled hands, a few weary tools and a small business loan, Jairo Sarmiento is shaping a more positive future for his family.
es: Con manos hábiles, unas cuantas herramientas y un pequeño préstamo empresarial, Jairo Sarmiento está forjando un futuro más positivo.

source: Effective recognition of property rights can also facilitate access to credit, for example in the form of a loan to start a small business or a mortgage.
es: El reconocimiento efectivo de los derechos de propiedad también puede facilitar el acceso al crédito, por ejemplo, a un préstamo para poner en marcha un pequeño negocio o a una hipoteca.

source: IIC SIGNS THIRD LOAN IN BOLIVIA UNDER ITS SMALL BUSINESS REVOLVING LINE
es: CII FIRMA SU TERCER PRÉSTAMO BAJO SU LÍNEA ROTATORIA PARA PEQUEÑAS EMPRESAS EN BOLIVIA

source: You will find no solution other than a European loan.
es: No encontrará ninguna solución aparte del préstamo europeo.

source: Under this plan, the Walloon Region undertook (i) to convert the BEF 150 million subordinated loan into capital and (ii) to find a private investor willing to contribute BEF 100 million to Verlipack's capital.
es: En el marco de este plan, la Región Valona se comprometía a i) convertir en capital el préstamo subordinado de 150 millones de francos belgas, y ii) a buscar un inversor privado que aportara 100 millones de francos belgas al capital de Verlipack.

source: Using Bloomberg, the first thing I find is a nice 30-year loan that matures in 2040.
es: Según Bloomberg, lo primero que se encuentra es un interesante préstamo a 30 años que se vence en 2040.

source: The enterprises may be starting up, expanding fast or be small and hence unable to furnish the necessary security to secure a loan or obtain a guarantee.
es: Las empresas pueden estar en sus comienzos, extendiéndose rápidamente, o ser pequeñas y por lo tanto incapaces de suministrar la seguridad necesaria para garantizar un préstamo u obtener una garantía.

source: If you already have a mortgage loan with another bank, ask us how much you could save by transferring it to Bancaja.
es: Si tienes contratado el crédito hipotecario en otra entidad, pregúntanos cuál sería el ahorro por trasladarlo a Bancaja.

source: These negotiations will include how to secure the peace and how to deal with past crimes.
es: Las negociaciones incluirán la forma de asegurar la paz y cómo encarar los crímenes del pasado.

source: Check how secure your new home is so that you can take any necessary measures.
es: Verifica el nivel de seguridad en tu nuevo hogar para que tomes las medidas necesarias.

source: Collateral is an asset that a borrower pledges to secure a loan.
es: La garantía es un bien que el prestatario promete para obtener un préstamo.

source: In Brazil, that certificate is necessary for a person to find a job, buy products on an installment plan, or secure a loan.
es: En Brasil, cualquier persona que quiera encontrar trabajo, comprar productos a plazos u obtener un préstamo necesita este certificado.

source: The information sheet should be designed to include all the data needed to check how the loan is calculated.
es: armonizada a escala comunitaria y en la línea de la Directiva sobre la protección del consumidor.

source: The association of Belliance with your own brand lends to your business the prestige of a known product on the market, a name synonymous with quality and reliability, backed up by significant publicity campaigns.
es: La asociación de Belliance con su propia Marca supone para su negocio el prestigio de un producto conocido en el mercado, un nombre que va unido a la calidad y la confiabilidad, con el apoyo de importantes campañas publicitarias.

source: You have complete control over how your brand names and your advertising and information panels are best displayed.
es: Usted determina cuál es la presentación idónea de sus marcas, vallas publicitarias y carteles informativos.

source: How effectively your enterprise manages change can determine whether your business flourishes or founders.
es: La efi cacia con la que su empresa gestione el cambio puede determinar su éxito o su declive.

source: Consider your brand the character and personality of the business.
es: Piense en su marca como el carácter y la personalidad de la empresa.

source: Since you can't have someone every hour of the day telling customers about your business, your brand must do the talking for you.
es: Como no puede pasarse todas las horas del día platicando sobre su empresa con los clientes, la marca debe hacer la plática por usted.
